Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The rig will now continue drilling for Statoil Petroleum AS in the southern part of the Gullfaks Sør field in production licence 050.
nb: Riggen skal nå fortsette boring for Statoil Petroleum AS på den sørlige delen av Gullfaks Sørfeltet i utvinningstillatelse 050.

source: The well’s primary exploration target was to prove petroleum in sandstone from the Middle Jurassic Age (the Brent group).
nb: Primært letemål for brønnen var å påvise petroleum i sandsteiner av mellomjura alder (Brentgruppen).

source: The secondary exploration target was to prove petroleum in older rocks from the Early Jurassic Age (the Statfjord formation).
nb: Sekundært letemål var å påvise petroleum i eldre bergarter av tidlig jura alder (Statfjordformasjonen).

source: Gas was proven in an approximate 300-metre column in the Brent group, in reservoir rock with good reservoir quality.
nb: Det ble påvist gass i en omlag 300 meter kolonne i Brentgruppen, i reservoarbergarter med god reservoarkvalitet.

source: The gas-water contact was not established.
nb: Gass-vannkontakten ble ikke påvist.

source: No petroleum was encountered in the Statfjord formation.
nb: Det ble ikke påtruffet petroleum i Statfjordformasjonen.

source: Production licence 50 was awarded in the 3rd licensing round in 1978.
nb: Utvinningstillatelse 50 ble tildelt i 3. konsesjonsrunde i 1978.

source: The well was drilled to a vertical depth of 3847 metres below the sea surface, and was terminated in the Statfjord formation from the Early Jurassic Age.
nb: Brønnen ble boret til et vertikalt dyp av 3847 meter under havflaten, og ble avsluttet i Statfjordformasjonen av tidlig jura alder.

source: The water depth at the site is 136 metres.
nb: Havdypet er 136 meter.

source: The well has been plugged, and the Deepsea Atlantic will continue drilling with wildcat well 34/10-53 A as a sidetrack.
nb: Brønnen er plugget, og Deepsea Atlantic skal fortsette boringen med undersøkelsesbrønn 34/10-53 A som et sidesteg.

source: Well 34/10-53 S was drilled for Statoil Petroleum AS.
nb: Brønn 34/10-53 S ble boret for Statoil Petroleum AS.

source: The wells are located west of the Knarr field (formerly called Jordbær) in the northern part of the North Sea.
nb: Brønnene er lokalisert vest for Knarrfeltet (tidligere kalt Jordbær) i nordlige del av Nordsjøen.

source: Both wells proved oil in Early Jurassic sandstones.
nb: Begge brønnene påviste olje i sandsteiner av tidlig jura alder.

source: The objective of well 34/3-3 S was to prove hydrocarbons in the Cook formation of the Early Jurassic Age in the ”Jordbær Vest” prospect.
nb: Hensikten med brønn 34/3-3 S var å påvise hydrokarboner i Cook-formasjonen av tidlige jura alder i ”Jordbær Vest”-prospektet.

source: Oil was proven in the upper part of the Cook formation with very good reservoir quality.
nb: Det ble påvist olje i øvre del av Cook-formasjonen med svært god reservoarkvalitet.

source: The objective of the 34/3-3A sidetrack was to delineate the 34/3-3 S discovery by confirming the extent of reservoir rocks and also proving oil in the lower part of the Cook formation.
nb: Hensikten med sidesteget 34/3-3A var å avgrense 34/3-3 S-funnet ved å bekrefte utbredelse av reservoarbergarter og i tillegg påvise olje i nedre del av Cook-formasjonen.

source: The well proved oil both in the upper and lower Cook formation with very good reservoir quality.
nb: Brønnen påviste olje både i øvre og nedre Cook-formasjonen med svært god reservoarkvalitet.

source: Extensive data acquisition programmes have been carried out in both wells.
nb: Det er utført omfattende datainnsamlingsprogram i begge brønner.

source: Well 34/3-3 S was also production-tested with a maximum rate of 1200 standard cubic metres of oil per flow day through a 12.7 millimetre nozzle opening.
nb: Brønn 34/3-3 S ble dessuten produksjonstestet med en maksimal rate på 1200 standard kubikkmeter olje per strømingsdøgn gjennom en 12,7 millimeter dyseåpning.

source: Preliminary estimates place the size of the discovery between 1.5 and 4.0 million standard cubic metres of oil equivalents.
nb: Foreløpige beregninger av størrelse på funnet er mellom 1,5 og 4,0 millioner standard kubikkmeter oljeekvivalenter.

source: The licensees will consider development of the discovery to the Knarr production ship.
nb: Funnet vil bli vurdert utbygget mot Knarr produksjonsskip.

source: Development of the Knarr field was approved by the Storting in June 2011.
nb: Utbyggingen av Knarrfeltet ble godkjent i Stortinget i juni 2011.

source: Well 34/3-3 S was drilled to a vertical depth of 4063 metres below the sea surface, and terminated in Early Jurassic rocks.
nb: Brønn 34/3-3 S ble boret til et vertikalt dyp av 4063 meter under havflaten, og avsluttet i bergarter av tidlig jura alder.

source: Appraisal well 34/3-3 A was drilled to a vertical depth of 3944 metres below the sea surface.
nb: Avgrensningsbrønn 34/3-3 A ble boret til et vertikal dyp av 3944 meter under havoverflaten.

source: The water depth is 400 metres.
nb: Havdypet er 400 meter.

source: Well 34/3-3 S will now be temporarily plugged for potential use in a future development.
nb: Brønn 34/3-3 S skal nå midlertidig plugges for eventuelt å kunne benyttes i en fremtidig utbygging.

source: Wells 34/3-3 S and -3 A were drilled by the West Alpha drilling facility, which will now proceed to production licence 435 in the Norwegian Sea to drill delineation well 6507/7-15 S in production licence 435, where RWE Dea Norge AS is the operator.
nb: Brønn 34/3-3 S og -3 A ble boret av boreinnretningen West Alpha som nå skal til utvinningstillatelse 435 i Norskehavet for å bore avgrensingsbrønn 6507/7-15 S i utvinningstillatelse 435, der RWE Dea Norge AS er operatør.

source: The well was drilled about 115 kilometres north-northwest of Bergen and about 15 kilometres north of the Troll field.
nb: Brønnen er boret om lag 115 kilometer nord-nordvest for Bergen og om lag 15 kilometer nord for Trollfeltet.

source: The purpose of the well was to prove petroleum in Upper and Middle Jurassic reservoir rocks (Sognefjord and Fensfjord formations and the Brent group).
nb: Hensikten med brønnen var å påvise petroleum i øvre og midtre jura reservoarbergarter (Sognefjord, Fensfjordformasjonen og Brentgruppen).

source: The well encountered the Sognefjord and Fensfjord formations as well as the Brent group with good reservoir quality, but the well was dry.
nb: Brønnen påtraff Sognefjord- og Fensfjordformasjonen samt Brentgruppen med god reservoarkvalitet, men brønnen var tørr.

source: The well is the second exploration well in production licence 378, which was awarded in APA 2005.
nb: Brønnen er den andre letebrønnen i utvinningstillatelse 378, som ble tildelt i TFO 2005.

source: The well was drilled to a vertical depth of 2729 metres below the sea surface, and was terminated in the Etive formation in the Brent group from the Middle Jurassic Age.
nb: Brønnen ble boret til et vertikalt dyp av 2729 meter under havflaten, og avsluttet i Etiveformasjonen i Brentgruppen i midtre jura.

source: The water depth at the site is 352 metres.
nb: Havdypet er 352 meter.

source: Well 35/12-3 S was drilled by the Songa Delta drilling facility, which will now proceed to production licence 434 in the Norwegian Sea to drill wildcat well 6507/8-8, where Nexen Exploration Norge AS is the operator.
nb: Brønn 35/12-3 S ble boret av boreinnretningen Songa Delta som nå skal til utvinningstillatelse 434 i Norskehavet for å bore undersøkelsesbrønn 6507/8-8, der Nexen Exploration Norge AS er operatør.

source: The Grosbeak discovery was proven in 2009 in the Sognefjord formation and in the Brent Group in Upper and Middle Jurassic reservoir rock.
nb: Grosbeakfunnet ble påvist i 2009 i Sognefjordformasjonen og i Brentgruppen i henholdsvis øvre- og midtre jura reservoarbergarter.

source: The appraisal wells were drilled approximately 2.5 kilometres northeast of the 35/12-2 Grosbeak discovery well and approximately 10 kilometres northeast of the Fram field.
nb: Avgrensningsbrønnene ble boret omlag 2,5 kilometer nordøst for funnbrønnen 35/12-2 Grosbeak, og omlag 10 kilometer nordøst for Framfeltet.

source: The purpose of the 35/12-4 S and 35/12-4 A wells was to delineate the 35/12-2 Grosbeak discovery.
nb: Hensikten med brønnene 35/12-4 S og 35/12-4 A var å avgrense 35/12-2 Grosbeakfunnet.

source: A successful formation test has been conducted in the well.
nb: En vellykket formasjonstest er gjennomført i brønnen.

source: The production rate was 800 standard cubic metres (Sm3) of oil with associated gas per flow day through a 44/64 inch nozzle opening.
nb: Produksjonsraten var på 800 standard kubikkmeter (Sm3) olje med assosiert gass per strømningsdøgn gjennom en 44/64 tommers dyseåpning.

source: Maximum production rate was estimated at 1250 Sm3/ per flow day.
nb: Maksimum produksjonsrate var på 1250 Sm3/ per strømningsdøgn.

source: Well 35/12-4 A was drilled at the top Brent Group to study the north-eastern part of the Grosbeak structure.
nb: Brønn 35/12-4 A ble boret inn i topp Brentgruppen for å undersøke den nordøstlige delen av Grosbeak strukturen.

source: The upper part of the Ness formation consisted of thin alternating layers of sandstone and carbon, but no hydrocarbons.
nb: Den øvre delen av Nesseformasjonen bestod av vekslende tynne lag av sand og kull, men ingen hydrokarboner.

source: The results from the wells will be included in the ongoing assessment of Grosbeak and the licensees will assess whether the discovery should be developed together with other discoveries in the area.
nb: Resultatet fra brønnene vil inngå i den pågående vurderingen av Grosbeak og rettighetshaverne vil vurdere funnet utviklet sammen med andre funn i området.

source: Evaluations and analyses will be conducted to establish the size and extent of the discovery.
nb: Det vil bli gjennomført evalueringer og analyser for å avklare størrelsen og utstrekning av funnet.

source: Further delineation is likely to be necessary.
nb: Ytterligere avgrensning vil sannsynligvis være nødvendig.

source: Wells 35/12-4 S and 35/12-4 A are the third and fourth exploration wells in production licence 378.
nb: Brønn 35/12-4 S og 35/12-4 A er henholdsvis tredje og fjerde letebrønnen i utvinningstillatelse 378.

source: The production licence was awarded in APA 2005.
nb: Tillatelsen ble tildelt i TFO 2005.

source: Appraisal wells 35/12-4 S and 35/12-4 A were drilled to a vertical depth of 3585 and 3413 metres below sea level.
nb: Avgrensingsbrønnene 35/12-4 S og 35/12-4 A ble boret til et vertikalt dyp på henholdsvis 3585 og 3413 meter under havflaten.

source: Well 35/12-4 S was terminated in the Statfjord formation in Lower Jurassic rock and well 35/12-4 A was terminated in the Rannoch formation in Middle Jurassic rock.
nb: Brønn 35/12-4 S ble avsluttet i Statfjordformasjonen i nedre jura og brønn 35/12-4 A ble avsluttet i Rannochformasjonen i midtre jura.

source: Both wells have been plugged and abandoned.
nb: Brønnen er begge permanent plugget og forlatt.

source: The water depth is 359 metres.
nb: Havdypet er 359 meter.

source: The wells were drilled by the drilling facility Songa Delta, which will now be used in the Norwegian Sea to drill wildcat well 6607/12-2 S in production licence 127, where Total E&P Norge AS is the operator.
nb: Brønnene ble boret av boreinnretningen Songa Delta, som nå skal til Norskehavet for å bore undersøkelsesbrønn 6607/12-2 S i utvinningstillatelse 127, der Total E&P Norge AS er operatør.

source: Well path 34/10-50 S will be drilled from the drilling facility Gullfaks C in position 61°12'53,39" North and 2°16'28,063" East.
nb: Brønnbanen 34/10-50 S skal bores fra boreinnretningen Gullfaks C i posisjon 61°12'53,39"N og 2°16'28,063"Ø.

source: The drilling program for well path 34/10-50 S applies to drilling of a wildcat well in production licence 050.
nb: Boreprogrammet for brønnbane 34/10-50 S gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 050.

source: The well was drilled about seven kilometres west of the Vega field in the North Sea.
nb: Brønnen ble boret om lag sju kilometer vest av Vega-feltet i Nordsjøen.

source: The primary exploration target for the well was to prove hydrocarbons in Middle Jurassic reservoir rocks (the Brent group).
nb: Primært letemål med brønnen var å påvise hydrokarboner i mellomjura reservoar bergarter (Brent-gruppen).

source: The secondary exploration target was to prove hydrocarbons in the Cook formation from the Early Jurassic Age.
nb: Sekundært letemål var å påvise hydrokarboner i Cook-formasjonen av tidlig jura alder.

source: The well encountered both the Brent group and the Cook formation, but both had poorer reservoir quality than expected.
nb: Brønnen påtraff både Brent-gruppen og Cook-formasjonen, men begge med dårligere reservoarkvalitet enn forventet.

source: Data acquisition and sampling have been carried out, and this has been classified as a dry well.
nb: Datainnsamling og prøvetaking er utført, og brønnen er klassifisert som tørr.

source: The well is the first wildcat well in production licence 377 S, which was awarded in APA 2005.
nb: Brønnen er den første undersøkelsesbrønnen i utvinningstillatelse 377 S, som ble tildelt i TFO 2005.

source: The well was drilled to a vertical depth of 4773 metres below the sea surface, and was terminated in the Dunlin group from the Early Jurassic Age.
nb: Brønnen ble boret til et vertikalt dyp av 4773 meter under havoverflaten, og ble avsluttet i Dunlin- gruppen av tidlig jura alder.

source: The water depth at the site is 386 metres.
nb: Havdypet i området er 386 meter.

source: Well 35/7-1 ST2 was drilled by the Aker Barents drilling facility, which will now proceed to production licence 482 in the Norwegian Sea.
nb: Brønn 35/7-1 ST2 ble boret av boreinnretningen Aker Barents som nå skal til utvinningstillatelse 482 i Norskehavet.

source: The reservoir is in Paleocene and Upper Cretaceous reservoir rocks (Egga reservoir unit and the Jorsalfare Formation).
nb: Reservoaret er i paleocen og øvre kritt reservoarbergarter (Egga reservoarenhet og Jorsalfareformasjonen).

source: The field is situated in 800-1100 metres of water in the southern part of the Norwegian Sea, about 130 kilometres northwest of Kristiansund.
nb: Feltet ligger på 800-1100 meters vanndyp i sørlig del av Norskehavet og om lag 130 kilometer nordvest for Kristiansund.

source: The well was drilled about 12 kilometres northwest of the field's main production area.
nb: Brønnen ble boret omtrent 12 kilometer nordvest for hovedproduksjonsområdet på feltet.

source: The purpose of well 6305/4-2 S in production license 209 was to delineate the most northern extent of the field.
nb: Hensikten med brønn 6305/4-2 S i utvinningstillatelse 209 var å avgrense den nordligste utstrekningen av feltet.

source: The well encountered reservoir rocks of variable quality in both the Egga reservoir unit and the Jorsalfare Formation, but the well was dry.
nb: Brønnen påtraff reservoarbergarter med varierende kvalitet i både Egga reservoarenhet og Jorsalfareformasjonen, men brønnen var tørr.

source: The result of this appraisal well will be incorporated into the ongoing evaluation of the Ormen Lange field, but will not result in changes to the assumed recoverable volumes for Ormen Lange.
nb: Resultatet fra denne avgrensningsbrønnen vil inngå i den pågående vurderingen av Ormen Langefeltet, men gir ikke grunnlag for endringer av forventede utvinnbare reserver fra Ormen Lange.

source: Well 6305/4-2 S is the eight exploration well to be drilled on the Ormen Lange field.
nb: Brønn 6305/4-2 S er den åttende letebrønnen som er boret på Ormen Langefeltet.

source: The appraisal well was drilled to a vertical depth of 2869 metres below the sea surface, and was terminated in the Kyrre formation in the Upper Cretaceous.
nb: Avgrensningsbrønnen ble boret til et vertikalt dyp på 2869 meter under havoverflaten, og ble avsluttet i Kyrreformasjonen i øvre kritt.

source: The water depth at the site is 1086 metres.
nb: Havdypet er 1086 meter.

source: The well was drilled by the drilling ship West Navigator, which will continue drilling production wells on the Ormen Lange field.
nb: Brønnen ble boret av boreskipet West Navigator som nå fortsetter med boring av produksjonsbrønner på Ormen Langefeltet.

source: The drilling program for wellbore 15/12-19 concerns the drilling of a wildcat well in production licence 292 in the southern part of the North Sea.
nb: Boreprogrammet for brønnbane 15/12-19 gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 292 i den sørlige delen av Nordsjøen.

source: BG Norge AS is the operator and has an ownership interest of 60 per cent, while Lundin Norway AS is a licensee with an interest of 40 per cent.
nb: BG Norge AS er operatør med en eierandel på 60 prosent mens Lundin Norway AS er rettighetshaver med en eierandel på 40 prosent.

source: The area in the licence consists of parts of block 15/12 and the whole of block 6/3.
nb: Arealet i tillatelsen består av deler av blokk 15/12 og hele blokk 6/3.

source: Production Licence 292 was awarded in 2003 and includes the oil discovery 6/3-1 PI, which was proven by Statoil in 1985.
nb: Utvinningstillatelse 292 ble tildelt i år 2003 og inkluderer oljefunnet 6/3-1 PI som ble påvist av Statoil i 1985.

source: Wellbore 15/12-19 is the first exploration well to be drilled in this production licence, and it will be drilled from the drilling facility Mærsk Guardian.
nb: Brønnbane 15/12-19 er den første letebrønnen som bores i denne utvinningstillatelsen og skal bores fra boreinnretningen Mærsk Guardian.

source: The permit presupposes that all permits and consents required by other authorities have been granted before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: The well was drilled about 30 km east of the Ormen Lange field in the Norwegian Sea.
nb: Brønnen er boret om lag 30 km øst for Ormen Langefeltet i Norskehavet.

source: The primary exploration target for the well was to prove petroleum in the Middle Paleocene (the Tang formation).
nb: Primært letemål for brønnen var å påvise petroleum i midtre paleocen (Tangformasjonen).

source: The secondary exploration target was to prove petroleum in the lower Paleocene (the Egga reservoir unit) and the upper Cretaceous (the Springar formation).
nb: Sekundære letemål var å påvise petroleum i nedre paleocen (Egga reservoarenhet) og øvre kritt (Springarformasjonen).

source: The well encountered the Tang formation with thinner reservoir rocks and poorer reservoir quality than expected.
nb: Brønnen påtraff Tangformasjonen med tynnere reservoarbergarter og dårligere reservoarkvalitet enn forventet.

source: As regards the secondary targets, rocks encountered in the Egga reservoir unit and the Springar formation had the expected reservoir thickness and quality.
nb: I de sekundære målene ble det påtruffet bergarter i Egga reservoarenhet og Springarformasjonen med reservoartykkelse og kvalitet som forventet.

source: The well is the first exploration well in production licence 468.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 468.

source: The production licence was awarded in APA 2007.
nb: Tillatelsen ble tildelt i TFO2007.

source: The well was drilled to a vertical depth of 3,035 metres below sea level and terminated in the Springar formation in strata from the Upper Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp av 3035 meter under havflaten og ble avsluttet i Springarformasjonen øvre kritt.

source: The water depth is 274 meters.
nb: Havdypet er 274 m.

source: Well 6305/9-2 was drilled by Aker Barents which will now proceed to production licence 522 in the Norwegian Sea to drill wildcat well 6604/2-1 with BG Norway AS as the operator.
nb: Brønn 6305/9-2 ble boret av Aker Barents som nå skal til utvinningstillatelse 522 i Norskehavet for å bore undersøkelsesbrønn 6604/2-1 der BG Norge AS er operatør.

source: The primary exploration target for the well was to prove petroleum in Middle Jurassic reservoir rocks (the Ile formation).
nb: Primært letemål for brønnen var å påvise petroleum i midtre jura reservoarbergarter (Ileformasjonen).

source: The secondary exploration target was to prove petroleum in Middle to Lower Jurassic reservoir rocks (the Garn, Tilje and Åre formations).
nb: Sekundært letemål var å påvise petroleum i midtre til nedre jura reservoarbergarter (Garn-, Tilje og Åreformasjonen).

source: The well encountered the Garn, Ile and Tilje formations, with reservoir rocks and reservoir quality as expected, but the well was dry.
nb: Brønnen påtraff Garn-, Ile- og Tiljeformasjonen med reservoarbergarter og reservoarkvalitet som forventet, men brønnen var tørr.

source: The well was drilled to a vertical depth of 2918 m below the sea surface and was terminated in the Tilje formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 2918 m under havflaten og ble avsluttet i Tiljeformasjonen i nedre jura.

source: The water depth is 233.5 metres.
nb: Havdypet er 233,5 meter.

source: Well 6407/3-1 S was drilled by the Transocean Leader, which will now proceed to production licence 438 in the Barents Sea to drill wildcat well 7120/3-1, where Lundin Norway AS is the operator.
nb: Brønn 6407/3-1 S ble boret av Transocean Leader som nå skal til utvinningstillatelse 438 i Barentshavet for å bore undersøkelsebrønn 7120/3-1 hvor Lundin Norway AS er operatør.

source: The discovery was proven in 1985, in Middle Jurassic reservoir rocks (the Garn formation) about 25 kilometres west of the Mikkel field.
nb: Funnet ble påvist i 1985 i midtre jura reservoarbergarter (Garnformasjonen) om lag 25 kilometer vest for Mikkelfeltet.

source: Before well 6407/4-2 was drilled, the resource estimate for the discovery was 2.55 billion standard cubic metres (Sm3) of recoverable gas and 0.67 million Sm3 of recoverable condensate.
nb: Før brønnen 6407/4-2 ble boret var ressursanslaget for funnet på 2,55 milliarder standard kubikkmeter (Sm3) utvinnbar gass og 0,67 millioner Sm3 utvinnbar kondensat.

source: The primary exploration target for the well was to delineate the 6407/4-1 gas/condensate discovery.
nb: Primært letemål for brønnen var å avgrense gass/ kondensatfunnet 6407/4-1.

source: The secondary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (the Ile formation).
nb: Sekundær letemål var å påvise petroleum i midtre jura reservoarbergarter (Ileformasjonen).

source: Both exploration targets in the well were water-bearing.
nb: Begge letemål i brønnen var vannførende.

source: This is the first exploration well in production licence 429.
nb: Dette er den første letebrønnen i utvinningstillatelse 429.

source: The well was drilled to a vertical depth of 4207 metres below sea level, and was terminated in the Ile formation in the Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 4207 meter under havflaten, og ble avsluttet i Ileformasjonen i midtre jura.

source: The water depth at the site is 222 metres.
nb: Havdypet er 222 meter.

source: The 6407/4-2 well was drilled by the Transocean Leader drilling facility, which will now proceed to production licence 312 in the Norwegian Sea to drill wildcat well 6407/3-1 S where Statoil Petroleum AS is the operator.
nb: Brønn 6407/4-2 ble boret av boreinnretningen Transocean Leader, som nå skal til utvinningstillatelse 312 i Norskehavet for å bore undersøkelsesbrønn 6407/3-1 S der Statoil Petroleum AS er operatør.
